Revit 2027 API
OBJExportOptions Constructor
Overload List
Name | Description
OBJExportOptions() |  Constructs a new instance of OBJExportOptions with default values of all properties.
OBJExportOptions(ExportResolution) |  Constructs a new instance of OBJExportOptions with all predefined tessellation settings, depending on export resolution type. Note: in case of Custom resolution type, tessellation settings won't be predefined and will have default values.
Top
See Also
Reference
OBJExportOptions Class
Autodesk.Revit.DB Namespace